Repository: openSUSE/Customize-IBus
Catalog: customize-ibus@hollowman.*/locale/*/LC_MESSAGES/customize-ibus.po
Languages: ta

source: IBus panel service connected!
ta: IBUS பேனல் பணி இணைக்கப்பட்டுள்ளது!

source: loading light user theme for IBus:
ta: IBUS க்கான ஒளி பயனர் கருப்பொருள் ஏற்றுகிறது:

source: loading dark user theme for IBus:
ta: IBUS க்கான இருண்ட பயனர் கருப்பொருள் ஏற்றுகிறது:

source: loading default theme for IBus
ta: IBUS க்கான இயல்புநிலை கருப்பொருள் ஏற்றுகிறது

source: loading background for IBus:
ta: IBUS க்கான பின்னணியை ஏற்றுகிறது:

source: remove custom background for IBus
ta: IBUS க்கான தனிப்பயன் பின்னணியை அகற்று

source: Starting / Restarting IBus...
ta: IBUS ஐத் தொடங்க / மறுதொடக்கம் செய்தல் ...

source: Copy Emoji
ta: ஈமோசியை நகலெடுக்கவும்

source: Customize IBus
ta: தனிப்பயனாக்கு

source: IBus Preferences
ta: IBES விருப்பத்தேர்வுகள்

source: IBus Version
ta: Ible பதிப்பு

source: Restart
ta: மறுதொடக்கம்

source: Restarting IBus...
ta: ஐபி மறுதொடக்கம் ...

source: Quit
ta: கைவிடு

source: Exiting IBus...
ta: ஐபி வெளியேறுதல் ...

source: Custom IME light theme
ta: தனிப்பயன் IME ஒளி கருப்பொருள்

source: Custom IME dark theme
ta: தனிப்பயன் IME இருண்ட கருப்பொருள்

source: Use custom font
ta: தனிப்பயன் எழுத்துருவைப் பயன்படுத்தவும்

source: Use custom light background
ta: தனிப்பயன் ஒளி பின்னணியைப் பயன்படுத்தவும்

source: Use custom dark background
ta: தனிப்பயன் இருண்ட பின்னணியைப் பயன்படுத்தவும்

source: Candidates scroll
ta: வேட்பாளர்கள் உருட்டுகிறார்கள்

source: Auto switch ASCII mode
ta: ஆட்டோ சுவிட்ச் ASCII பயன்முறை

source: Candidates orientation
ta: வேட்பாளர்கள் நோக்குநிலை

source: Candidates popup animation
ta: வேட்பாளர்கள் பாப்அப் அனிமேசன்

source: Fix candidate box
ta: வேட்பாளர் பெட்டியை சரிசெய்யவும்

source: Directly switch source with click
ta: சொடுக்கு மூலம் நேரடியாக மூலத்தை மாற்றவும்

source: Candidate box right click
ta: வேட்பாளர் பெட்டி வலது சொடுக்கு

source: Candidate box opacity
ta: வேட்பாளர் பெட்டி ஒளிபுகாநிலை

source: Start / Restart IBus
ta: IBUS ஐத் தொடங்க / மறுதொடக்கம் செய்யுங்கள்

source: Restore Default Settings
ta: இயல்புநிலை அமைப்புகளை மீட்டெடுக்கவும்

source: Export Current Settings
ta: தற்போதைய அமைப்புகளை ஏற்றுமதி செய்யுங்கள்

source: Import Settings from File
ta: கோப்பிலிருந்து அமைப்புகளை இறக்குமதி செய்யுங்கள்

source: Vertical
ta: செங்குத்து

source: Horizontal
ta: கிடைமட்டமாக

source: Don't Remember Position
ta: நிலை நினைவில் இல்லை

source: Remember Last Position
ta: கடைசி நிலையை நினைவில் கொள்க

source: Don't Remember State
ta: மாநிலம் நினைவில் இல்லை

source: Remember Input State
ta: உள்ளீட்டு நிலையை நினைவில் கொள்ளுங்கள்

source: Change Page
ta: பக்கத்தை மாற்றவும்

source: Change Candidate
ta: வேட்பாளரை மாற்றவும்

source: On
ta: ஆன்

source: Off
ta: அணை

source: Keep
ta: வைத்திருங்கள்

source: Left
ta: இடது

source: Right
ta: வலது

source: Drag to Move
ta: நகர்த்த இழுக்கவும்

source: Switch Source
ta: மூலத்தை மாற்றவும்

source: Open Menu
ta: திறந்த பட்டியல்

source: Center
ta: நடுவண்

source: Center-Left
ta: மைய-இடது

source: Top-Left
ta: மேல்-இடது

source: Top-Center
ta: முதல் மையமாக

source: Top-Right
ta: மேல்-வலது

source: Center-Right
ta: மையம்-வலது

source: Bottom-Right
ta: கீழே-வலது

source: Bottom-Center
ta: கீழே-மையமாக

source: Bottom-Left
ta: கீழே-இடது

source: Centered
ta: மையப்படுத்தப்பட்ட

source: Full
ta: முழு

source: Zoom
ta: பெரிதாக்கு

source: No repeat
ta: மறுநிகழ்வு இல்லை

source: Repeat
ta: மீண்டும்

source: None
ta: எதுவுமில்லை

source: Slide
ta: ச்லைடு

source: Fade
ta: மங்கல்

source: All
ta: அனைத்தும்

source: IBus Version:
ta: ஐபிஐ பதிப்பு:

source: unknown (installed ?)
ta: தெரியாத (நிறுவப்பட்டதா?)

source: Enable indicator left click
ta: காட்டி இடது சொடுக்கு என்பதை இயக்கவும்

source: Indicator opacity
ta: காட்டி ஒளிபுகாநிலை

source: Enable indicator show delay (unit: seconds)
ta: காட்டி தாமதத்தை இயக்கு (அலகு: விநாடிகள்)

source: Enable indicator auto-hide timeout (unit: seconds)
ta: காட்டி ஆட்டோ-மறைவு காலக்கெடு (அலகு: விநாடிகள்)

source: GNOME Settings
ta: சினோம் அமைப்புகள்

source: Select an Image
ta: ஒரு படத்தைத் தேர்ந்தெடுக்கவும்

source: (None)
ta: (எதுவுமில்லை)

source: Select an IBus Stylesheet
ta: ஒரு IBUS ச்டைல்சீட்டைத் தேர்ந்தெடுக்கவும்

source: General
ta: பொது

source: Fix IME list order
ta: IME பட்டியல் வரிசையை சரிசெய்யவும்

source: Enable drag to reposition candidate box
ta: வேட்பாளர் பெட்டியை மாற்றுவதற்கு இழுக்கவும்

source: Candidate box page buttons
ta: வேட்பாளர் பெட்டி பக்க பொத்தான்கள்

source: Tray
ta: தட்டு

source: Show IBus tray icon
ta: இபச் தட்டு ஐகானைக் காட்டு

source: Add Additional Menu Entries
ta: கூடுதல் பட்டியல் உள்ளீடுகளைச் சேர்க்கவும்

source: Copying Emoji
ta: ஈமோசியை நகலெடுக்கும்

source: This Extension's Preferences
ta: இந்த நீட்டிப்பின் விருப்பத்தேர்வுகள்

source: Restarting IBus
ta: மறுதொடக்கம் ஐபசு

source: Exiting IBus
ta: வெளியேறுதல் அதாவது

source: Indicator
ta: காட்டொளி

source: Use input source indicator
ta: உள்ளீட்டு மூல காட்டி பயன்படுத்தவும்

source: Indicate only when switching input source
ta: உள்ளீட்டு மூலத்தை மாற்றும்போது மட்டுமே குறிக்கவும்

source: Indicate only when using ASCII mode
ta: ASCII பயன்முறையைப் பயன்படுத்தும் போது மட்டுமே குறிக்கவும்

source: Don't indicate when using single mode IME
ta: ஒற்றை பயன்முறை IME ஐப் பயன்படுத்தும் போது குறிப்பிட வேண்டாம்

source: Enable right click to close indicator
ta: காட்டி மூடுவதற்கு வலது சொடுக்கு செய்யவும்

source: Enable scroll to switch input source
ta: உள்ளீட்டு மூலத்தை மாற்ற சுருளை இயக்கவும்

source: Indicator popup animation
ta: காட்டி பாப்அப் அனிமேசன்

source: Theme
ta: கருப்பொருள்

source: Background
ta: பின்னணி

source: Settings
ta: அமைப்புகள்

source: Settings for extension
ta: நீட்டிப்புக்கான அமைப்புகள்

source: Other official IBus customization settings
ta: பிற அதிகாரப்பூர்வ IBUS தனிப்பயனாக்குதல் அமைப்புகள்

source: Save
ta: சேமி

source: Open
ta: திற

source: Help
ta: உதவி

source: About
ta: பற்றி

source: unknown (self-build ?)
ta: தெரியாத (சுய-உருவாக்கம்?)

source: Version:
ta: பதிப்பு:

source: Full customization of appearance, behavior, system tray and input source indicator for IBus.
ta: IBUS க்கான தோற்றம், நடத்தை, கணினி தட்டு மற்றும் உள்ளீட்டு மூல காட்டி ஆகியவற்றின் முழு தனிப்பயனாக்கம்.

source: <span size="small">Copyleft 🄯 2021-2025 <a href="https://github.com/HollowMan6">ℍ𝕠𝕝𝕝𝕠𝕨 𝕄𝕒𝕟</a> &lt;<a href="mailto:hollowman@opensuse.org">hollowman@opensuse.org</a>&gt;</span>
ta: <span size="small"> நகல்இடது 🄯 2021-2025 <a href="https://github.com/HollowMan6"> வெற்று மனிதன் </a> &lt; <a href="mailto:hollowman@opensuse.org"> hollowman@opensuse.org </a> &gt; </span>

source: <span size="small">Source Code: <a href="https://github.com/openSUSE/Customize-IBus">https://github.com/openSUSE/Customize-IBus</a></span>
ta: <span size="small"> மூல குறியீடு: <a href="https://github.com/openSUSE/Customize-IBus">https://github.com/openSUSE/Customize-IBus</a></span>

source: <span size="small">Sponsored by <a href="https://summerofcode.withgoogle.com/archive/2021/projects/6295506795364352/">Google Summer of Code 2021</a> <b><a href="https://github.com/openSUSE">@openSUSE</a></b>.</span>
ta: <span size="small"> <a href="https://summerofcode.withgoogle.com/archive/2021/projects/6295506795364352/"> கூகிள் கோடைகாலத்தின் குறியீடு 2021 </a> <b> <a href="https://github.com/openSUSE"> @opensuse </a> </b>

source: Current Session
ta: நடப்பு அமர்வு

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY.</span>
ta: <span size="small"> இந்த நிரல் முற்றிலும் உத்தரவாதத்துடன் வருகிறது. </span>

source: <span size="small">See the <a href="https://www.gnu.org/licenses/gpl">GNU General Public License, version 3 or later</a> for details.</span>
ta: <span size="small"> <a href="https://www.gnu.org/licenses/gpl"> குனு பொது பொதுமக்கள் உரிமம், பதிப்பு 3 அல்லது அதற்குப் பிறகு </a> விவரங்களுக்கு. </span>

source: Here you can set the IBus input window orientation, animation, right click to open menu or switch source, scroll to switch among pages or candidates, fix candidate box to not follow caret position, font, ASCII mode auto-switch when windows are switched by users, candidate box opacity, fix IME list order when switching, reposition candidate box by dragging when input, and also show or hide candidate box page buttons.
ta: இங்கே நீங்கள் IBUS உள்ளீட்டு சாளர நோக்குநிலை, அனிமேசன், மெனுவைத் திறக்க வலது சொடுக்கு செய்யலாம் அல்லது மூலத்தை மாற்றவும், பக்கங்கள் அல்லது வேட்பாளர்களிடையே மாறுவதற்கு உருட்டலாம், சாளரங்கள் மாற்றப்படும்போது கேரட் நிலை, எழுத்துரு, ASCII பயன்முறை ஆட்டோ-சுவிட்சைப் பின்பற்ற வேண்டாம் என்று வேட்பாளர் பெட்டியை சரிசெய்யலாம் பயனர்கள், வேட்பாளர் பெட்டி ஒளிபுகா தன்மை, மாற்றும்போது IME பட்டியல் வரிசையை சரிசெய்யவும், உள்ளீடு போது இழுப்பதன் மூலம் வேட்பாளர் பெட்டியை மாற்றவும், வேட்பாளர் பெட்டி பக்க பொத்தான்களைக் காட்டவும் அல்லது மறைக்கவும்.

source: <span size="small"><b>Note:</b> If <b>fix candidate box</b> is enabled, you can set the candidate box position with 9 options. Recommend to <b>enable drag to reposition candidate box</b> at the same time so that you can rearrange the position at any time. Will remember candidate position forever after reposition if you set to <b>remember last position</b>, and restore at next login.</span>
ta: <span size="small"><b> குறிப்பு: </b> <b> வேட்பாளர் பெட்டியைச் சரிசெய்யினால் </b> இயக்கப்பட்டிருந்தால், வேட்பாளர் பெட்டி நிலையை 9 விருப்பங்களுடன் அமைக்கலாம். <b> அதே நேரத்தில் வேட்பாளர் பெட்டியை மாற்றியமைக்க இழுக்கவும்</b>, அதே நேரத்தில் நீங்கள் எந்த நேரத்திலும் நிலையை மறுசீரமைக்க முடியும். நீங்கள் <b> கடைசி நிலையை நினைவில் வைத்திருந்தால் </b> ஐ நினைவில் வைத்திருந்தால், அடுத்த உள்நுழைவில் மீட்டெடுக்கவும்.</span>

source: <span size="small"><b>Note:</b> If <b>auto switch ASCII mode</b> is enabled, and you have set to <b>Remember Input State</b>, every opened APP's input mode will be remembered if you have switched the input source manually in the APP's window, and the newly-opened APP will follow the configuration. APP's Input State will be remembered forever.</span>
ta: <span size="small"><b> குறிப்பு: </b> <b> ஆட்டோ சுவிட்ச் தபஅஇகு பயன்முறை </b> இயக்கப்பட்டிருந்தால், நீங்கள் <b> உள்ளீட்டு நிலையை நினைவில் வைத்துக் கொள்ளுங்கள் </b>, ஒவ்வொன்றும் திறக்கப்பட்டன பயன்பாட்டின் சாளரத்தில் உள்ளீட்டு மூலத்தைக் கைமுறையாக மாற்றியிருந்தால் பயன்பாட்டின் உள்ளீட்டு முறை நினைவில் இருக்கும், மேலும் புதிதாகத் திறக்கப்பட்ட பயன்பாடு உள்ளமைவைப் பின்பற்றும். பயன்பாட்டின் உள்ளீட்டு நிலை எப்போதும் நினைவில் வைக்கப்படும். </span>

source: <span size="small"><b>Note:</b> If you <b>enable drag to reposition candidate box</b>, and if <b>fix candidate box</b> is enabled, your rearranged position will last until the end of this session. If not the rearranged position will only last for the specific input.</span>
ta: <span size="small"> <b> குறிப்பு: </b> நீங்கள் <b> வேட்பாளர் பெட்டியை மாற்றியமைக்க இழுவை இயக்கினால் </b>, மற்றும் <b> வேட்பாளர் பெட்டியைச் சரிசெய்யினால் </b> இயக்கப்பட்டால், உங்கள் மறுசீரமைக்கப்பட்டது இந்த அமர்வின் இறுதி வரை நிலை நீடிக்கும். இல்லையென்றால் மறுசீரமைக்கப்பட்ட நிலை குறிப்பிட்ட உள்ளீட்டிற்கு மட்டுமே நீடிக்கும். </span>

source: Here you can set to show IBus tray icon, enable directly switch source with click, add additional menu entries to IBus input source indicator menu at system tray to restore the feelings on Non-GNOME desktop environment. You can also start or restart IBus by pressing the top button.
ta: இங்கே நீங்கள் IBUS தட்டு ஐகானைக் காண்பிக்க அமைக்கலாம், சொடுக்கு மூலம் நேரடியாக மூலத்தை மாற்றவும், கணினி அல்லாத டெச்க்டாப் சூழலில் உணர்வுகளை மீட்டெடுக்க கணினி தட்டில் IBUS உள்ளீட்டு மூல காட்டி பட்டியலில் கூடுதல் பட்டியல் உள்ளீடுகளைச் சேர்க்கவும். மேல் பொத்தானை அழுத்துவதன் மூலம் நீங்கள் IBUS ஐ தொடங்கலாம் அல்லது மறுதொடக்கம் செய்யலாம்.

source: <span size="small"><b>Note:</b> If <b>Directly switch source with click</b> is enabled, when the left key is selected, if you click the tray icon with left key, you will have input source switched, and click right key will open the menu as normal, vice versa.</span>
ta: <span size="small"> <b> குறிப்பு: </b> <b> நேரடியாகச் சொடுக்கலுடன் மூலத்தை மாற்றினால் </b> இயக்கப்பட்டால், இடது விசை தேர்ந்தெடுக்கப்பட்டால், இடது விசையுடன் தட்டு ஐகானைக் சொடுக்கு செய்தால், உங்களிடம் உள்ளீட்டு மூல சுவிட்ச் இருக்கும், மேலும் வலது விசை மெனுவைத் இயல்பாகத் திறக்கும், நேர்மாறாக. </span>

source: Here you can set to show input source indicator, default is to show indicator every time you type, move caret or switch input source. You can set to show indicator only when switching input source. You can also set to only notify in ASCII mode (for multi-mode IME), not notify when using single mode IME, mouse right click to close indicator, scroll to switch input source, popup animation, font, mouse left click to switch input source or drag to move indicator, indicator opacity, enable show delay and show timeout (in seconds), enable auto-hide and auto-hide timeout (in seconds).
ta: உள்ளீட்டு மூல காட்டி காட்ட இங்கே நீங்கள் அமைக்கலாம், ஒவ்வொரு முறையும் நீங்கள் தட்டச்சு செய்யும்போது, கேரட்டை நகர்த்த அல்லது உள்ளீட்டு மூலத்தை மாற்றும் ஒவ்வொரு முறையும் குறிகாட்டியைக் காண்பிப்பது இயல்புநிலை. உள்ளீட்டு மூலத்தை மாற்றும்போது மட்டுமே காட்டி காட்ட நீங்கள் அமைக்க முடியும். நீங்கள் ASCII பயன்முறையில் மட்டுமே அறிவிக்க அமைக்கலாம் (மல்டி-மோட் IME க்கு), ஒற்றை பயன்முறையைப் பயன்படுத்தும் போது அறிவிக்கப்படவில்லை, காட்டி மூடுவதற்கு வலது சொடுக்கு செய்யவும், உள்ளீட்டு மூலத்தை மாற்றவும், பாப்அப் அனிமேசன், எழுத்துரு, மவுச் இடது சொடுக்கு செய்யவும் காட்டி, காட்டி ஒளிபுகாநிலையை நகர்த்துவதற்கு மூல அல்லது இழுக்கவும், தாமதத்தைக் காண்பிக்கவும், காலக்கெடுவைக் காண்பிக்கவும் (விநாடிகளில்), ஆட்டோ-மறைவை இயக்கவும் மற்றும் தானாக மறைத்தல் காலக்கெடு (விநாடிகளில்).

source: <span size="small"><b>Note:</b> If you choose to enable the show delay, there won't be a show delay when you switch input source or window.</span>
ta: <span size="small"> <b> குறிப்பு: </b> காட்சி தாமதத்தை இயக்க நீங்கள் தேர்வுசெய்தால், உள்ளீட்டு மூல அல்லது சாளரத்தை மாற்றும்போது காட்சி நேரந்தவறுகை இருக்காது. </span>

source: Support importing stylesheet generated by <a href="https://github.com/openSUSE/IBus-Theme-Tools">IBus Theme Tools</a> or provided by <a href="https://github.com/openSUSE/IBus-Theme-Hub">IBus Theme Hub</a>.
ta: Support importing stylesheet generated by <a href="https://github.com/openSUSE/IBus-Theme-Tools">ஐபசு கருப்பொருள் கருவிகள்</a> அல்லது provided by <a href="https://github.com/openSUSE/IBus-Theme-Hub">ஐபசு கருப்பொருள் மையம்</a>.

source: When light theme and dark theme are turned on at the same time, the IBus theme will automatically follow GNOME Night Light mode, use light theme when off, and use dark theme when on. When only the light theme or dark theme is turned on, the IBus theme will always use the theme that is turned on.
ta: ஒளி கருப்பொருள் மற்றும் இருண்ட கருப்பொருள் ஒரே நேரத்தில் இயக்கப்படும் போது, IBUS கருப்பொருள் தானாகவே க்னோம் நைட் லைட் பயன்முறையைப் பின்பற்றும், ஒளி கருப்பொருளைப் பயன்படுத்தும், மற்றும் இருக்கும்போது இருண்ட கருப்பொருளைப் பயன்படுத்தும். ஒளி கருப்பொருள் அல்லது இருண்ட கருப்பொருள் மட்டுமே இயக்கப்படும் போது, IBUS கருப்பொருள் எப்போதும் இயக்கப்படும் கருப்பொருளைப் பயன்படுத்தும்.

source: <span size="small"><b><i>Warning:</i> If not for debugging, please DO NOT add any classes that's not started with <i>.candidate-*</i> into IBus stylesheet to prevent from corrupting system themes.</b></span>
ta: <span size="small"> <b> <i> எச்சரிக்கை: </i> பிழைத்திருத்தத்திற்காக இல்லாவிட்டால், தயவுசெய்து <i> உடன் தொடங்கப்படாத எந்த வகுப்புகளையும் சேர்க்க வேண்டாம் .சான்டிடேட்-*</i> கணினி கருப்பொருள்களைச் சிதைப்பதைத் தடுக்கவும். </b> </span>

source: <span size="small"><b>Note:</b> Support stylesheets hot reload, CSS changes reflecting in real-time.</span>
ta: <span size="small"><b> குறிப்பு: </b> ச்டைல்சீட்களை ஆதரிக்கவும் சூடான மறுஏற்றம், நிகழ்நேரத்தில் பிரதிபலிக்கும் சிஎச்எச் மாற்றங்கள். </span>

source: Support customizing your IBus Input window background with a picture. It has a higher priority than the theme-defined background.
ta: உங்கள் IBUS உள்ளீட்டு சாளர பின்னணியை ஒரு படத்துடன் தனிப்பயனாக்குவதை ஆதரிக்கவும். கருப்பொருள் வரையறுக்கப்பட்ட பின்னணியை விட இது அதிக முன்னுரிமையைக் கொண்டுள்ளது.

source: When light background and dark background are turned on at the same time, the IBus background will automatically follow GNOME Night Light mode, use light background when off, and use dark background when on. When only the light background or dark background is turned on, the IBus background will always use the background that is turned on.
ta: ஒளி பின்னணி மற்றும் இருண்ட பின்னணி ஒரே நேரத்தில் இயக்கப்படும் போது, IBUS பின்னணி தானாகவே க்னோம் நைட் லைட் பயன்முறையைப் பின்பற்றும், ஒளி பின்னணியைப் பயன்படுத்தும், மற்றும் இருக்கும்போது இருண்ட பின்னணியைப் பயன்படுத்தும். ஒளி பின்னணி அல்லது இருண்ட பின்னணி மட்டுமே இயக்கப்பட்டால், IBUS பின்னணி எப்போதும் இயக்கப்படும் பின்னணியைப் பயன்படுத்தும்.

source: <span size="small"><b>Note:</b> Please make sure your background picture can always be visited. If your pictures are stored in the removable device and the system doesn't mount it by default, please disable and then enable the corresponding <b>Use custom background</b> again to make it effective after manually mounting.</span>
ta: <span size="small"><b> குறிப்பு: </b> உங்கள் பின்னணி படத்தை எப்போதும் பார்வையிட முடியும் என்பதை உறுதிப்படுத்தவும். உங்கள் படங்கள் நீக்கக்கூடிய சாதனத்தில் சேமிக்கப்பட்டு, கணினி இயல்புநிலையாக அதை ஏற்றவில்லை என்றால், தயவுசெய்து முடக்கு, பின்னர் தொடர்புடைய <b> தனிப்பயன் பின்னணியைப் பயன்படுத்தவும் </b> ஐ கைமுறையாக ஏற்றியபின் அதைப் பயனுள்ளதாக மாற்றவும். </span>

source: Here you can reset the settings of this extension to default. You can also export current settings to an ini file for backup, and then import it when you need restore. For your information, you may also open the official IBus customization settings for customizations you can't find in this extension.
ta: இந்த நீட்டிப்பின் அமைப்புகளை இயல்புநிலைக்கு இங்கே மீட்டமைக்கலாம். காப்புப்பிரதிக்காக தற்போதைய அமைப்புகளை ஒரு ஐ.என்.ஐ கோப்பில் ஏற்றுமதி செய்யலாம், பின்னர் மீட்டெடுக்க வேண்டியிருக்கும் போது அதை இறக்குமதி செய்யலாம். உங்கள் தகவலுக்கு, இந்த நீட்டிப்பில் நீங்கள் காண முடியாத தனிப்பயனாக்கங்களுக்காக அதிகாரப்பூர்வ IBUS தனிப்பயனாக்குதல் அமைப்புகளையும் நீங்கள் திறக்கலாம்.

source: Cancel
ta: ரத்துசெய்

source: OK
ta: சரி

source: Reset All Settings to Default?
ta: எல்லா அமைப்புகளையும் இயல்புநிலைக்கு மீட்டமைக்கவா?

source: This will discard all the current configurations!
ta: இது தற்போதைய அனைத்து உள்ளமைவுகளையும் நிராகரிக்கும்!
